{
    "Manga": [
        {
            "title": "Naruto",
            "description": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!\n\nNote: Has been nominated for the 19th Tezuka Osamu Cultural Prize and won the \"Rookie of the Year\" award in the media fine arts category by the Agency for Cultural Affairs in 2015.\n\nRead for FREE on Manga Plus... More...",
            "imagePath": "images/Naruto.png"
        },
        {
            "title": "Berserk",
            "description": "His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned -- and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path tha... More...",
            "imagePath": "images/Berserk.jpg"
        },
        {
            "title": "Isekai Maou to Shoukan Shoujo Dorei Majutsu",
            "description": "Takuma was just another awkward gamer, but a twist of fate sees him summoned to another world--in the body of a demon lord! And no one's more terrified of the prospect than Takuma himself. He may have power, but he's in way over his head. So he decides to pretend to be the monster he looks like, and accidentally winds up with a pair of gorgeous slaves: a voluptuous elf and a cat girl. It's not what any of them wanted, but they'll have to figure out how to work together if they want to survive!\n\n(Source: Seven Seas)",
            "imagePath": "images/Isekai Maou to Shoukan Shoujo Dorei Majutsu"
        },
        {
            "title": "Doupo Cangqiong",
            "description": "In a land where no magic is present. A land where the strong make the rules and the weak have to obey. A land filled with alluring treasures and beauty yet also filled with unforeseen danger.\nXiao Yan, who has shown talents none had seen in decades, suddenly three years ago lost everything, his powers, his reputation, and his promise to his mother. What sorcery has caused him to lose all of his powers? And why has his fiancee suddenly shown up?\n\nLinks:\nManhua On Manhuatai",
            "imagePath": "images/Doupo Cangqiong"
        },
        {
            "title": "Shen Yin Wang Zuo",
            "description": "While the demons were rising, mankind was about to become extinct. Six temples rose, and protected the last of mankind. A young boy joins the temple as a knight to save his mother. During his journey of wonders and mischief in the world of temples and demons, will he be able to ascend to become the strongest knight and inherit the throne?\n\nOriginal Manhua\n\nOriginal Manhua\n\nOriginal Manhua\n\nOriginal Manhua",
            "imagePath": "images/Shen Yin Wang Zuo"
        },
        {
            "title": "Solo Leveling",
            "description": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as \"Hunters\". However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I'm someone who has to risk his life in the lowliest of dungeons, the \"World's Weakest\". Having no skills whatsoever to display, I barely earned the required money by fighting in low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! ... More...",
            "imagePath": "images/Solo Leveling"
        },
        {
            "title": "Parallel Paradise",
            "description": "On a seemingly normal day, Youta Tada sees someone strange entering the school grounds. Out of nowhere this being appears next to him and makes him fall from the third floor! But before he hits the ground, he wakes up in a strange world where beings like dragons exist! Youta then meets a young paladin named Lumi and discovers that he is the only man on the entire planet, and also that its female inhabitants are extremely 'weak' to his presence or more specifically, his touch. Could this be a paradise?",
            "imagePath": "images/Parallel Paradise"
        },
        {
            "title": "Kekkon Yubiwa Monogatari",
            "description": "From Yen Press:\nSatou and his best friend, Hime, have been together for as long as he can remember. So when she tells him she's going back to her home world to get married, his first thought is to follow her and crash her wedding. All goes according to plan, and with a kiss from Hime herself, Satou becomes the new groom! But unbeknownst to Satou, the man who marries Hime is destined to be a hero of immense power and save the world. Is Satou up for the challenge, or is this just too much responsibility for one high-schooler to handle?",
            "imagePath": "images/Kekkon Yubiwa Monogatari"
        },
        {
            "title": "Dragon Ball",
            "description": "Dragon Ball follows the adventures of Goku from his childhood through adulthood as he trains in martial arts and explores the world in search of the seven mystical orbs known as the Dragon Balls, which can summon a wish-granting dragon when gathered. Along his journey, Goku makes several friends and battles a wide variety of villains, many of whom also seek the Dragon Balls for their own desires. Along the way becoming the strongest warrior in the universe.\n\nRead for FREE on Manga Plus",
            "imagePath": "images/Dragon Ball"
        },
        {
            "title": "Fairy",
            "description": "N/A",
            "imagePath": "images/Fairy"
        },
        {
            "title": "Yousei Ou",
            "description": "A boy moves to Hokkaido from Tokyo because of an illness. There, he has a brush with the world of the fairies.\n\nThe series incorporates Western mythology and folklore.\n\nAdapted into eponymous 1988 OVA.",
            "imagePath": "images/Yousei Ou"
        },
        {
            "title": "Isekai Yakkyoku",
            "description": "A young pharmacologist and researcher in Japan died from overworking, and was reincarnated in a Medieval Parallel Europe. He was reincarnated as a 10-year-old apprentice to a famous Royal Court pharmacist, had attained an inhuman skills of ability to see through disease, material creation, and material destruction.\n\nIn a society in which dubious medical practice are rampant, price gouging thru the monopoly of the pharmacist guild, and good medicine aren't available to the commoners. He was recognized by the Emperor at that time and opened a Pharmacy at the corner of the town.\n\nHe will wipe out ... More...",
            "imagePath": "images/Isekai Yakkyoku"
        },
        {
            "title": "It's OK",
            "description": "N/A",
            "imagePath": "images/It's OK"
        },
        {
            "title": "Sex",
            "description": "Despite the title this manga has nothing to do with sex, just young people rebelling against the world.\nThe manga is about the adventures of a girl, Kaho. In the first chapter she goes on holiday to Okinawa and starts following around Yuki, a car-stealing punk.",
            "imagePath": "images/Sex"
        },
        {
            "title": "Omakase SxS",
            "description": "N/A",
            "imagePath": "images/Omakase SxS"
        },
        {
            "title": "Yami ni Tooboe, Mune ni Toge",
            "description": "In the midst of several youkai characters with tremendous manifestations juggles a handsome 17-year-old Norito whose fate is tied to that of Tengu Koma's who, in turn, does his best to protect his younger human lover against the dark forces that seem to haunt him day in, day out.\n\n--------\nExtra story \"Climax S\"",
            "imagePath": "images/Yami ni Tooboe, Mune ni Toge"
        },
        {
            "title": "F (Novel)",
            "description": "Hibiki is a female high-school student who was suddenly summoned to another world during her spring break. She was sent to a ruined world called \"Evelier\" by an existence named \"Fate.\" The knight whom Hibiki saved, Louie, is its only survivor, and he intends to fight alongside Hibiki, but...?!",
            "imagePath": "images/F (Novel)"
        },
        {
            "title": "Kiruto S",
            "description": "N/A",
            "imagePath": "images/Kiruto S"
        },
        {
            "title": "Chikai to Yubiwa to...",
            "description": "Rosie was waiting for her lover to arrive at the church. They planned to elope without telling her family anything; however, the person who appeared wasn’t her lover, but her brother’s friend Steve! He told the surprised Rosie an unbelievable truth. The man she was going to marry was a fraud who was after her money, and he’d been paid to leave. Everything went black for Rosie. She was pregnant with that man’s child…but Steve’s next words were even more shocking… Now Rosie must ask herself if she should take Steve up on his offer of marriage!",
            "imagePath": "images/Chikai to Yubiwa to..."
        }
    ]
}